[Language]
Code="ne-Deva"
Name="नेपाली (देवनागरी)"
Translator="Thomas Shrestha (थोमस श्रेष्ठ) <thomay@live.com>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="बन्द गर्नुहोस"
Maximize="ठुलो बनाउनुहोस्"
Minimize="सानो बनाउनुहोस्"
Restore="पुन:स्थापना गर्नुहोस्"
Menu="मुख्य कार्यसूची"

; Status Icon
[NotifyIcon]
Tip="Lingoes Translator\nकर्सर अनुवादक: [$CursorStatus]\nजोन्ड शब्द अनुवादक: [$SelectionStatus]\nक्लिपबोर्ड अनुवादक: [$ClipboardStatus]"
InfoTitle="Lingoes Translator"
Info="कर्सर अनुवादक: [$CursorStatus]\nजोन्ड शब्द अनुवादक: [$SelectionStatus]\nक्लिपबोर्ड अनुवादक: [$ClipboardStatus]"
Enabled="समर्थ बनाइएको छ"
Disabled="असमर्थ बनाइएको छ"

[MainMenu]
Open="खोल्नुहोस्"
CursorTranslator="कर्सर अनुवादक"
SelectionTranslator="जोन्ड शब्द अनुवादक"
ClipboardTranslator="क्लिपबोर्ड अनुवादक"
Configuration="व्यवस्थापन कार्य..."
Dictionaries="शब्दकोशहरु..."
Activation="यो कार्यक्रम क्रियाशील गर्नुहोस्"
UpdateOnline="अपडेट गर्नुहोस्"
Help="सहयोग"
About="लिङ्गोजको बारेमा"
SupportOnline="ईन्टरनेटमा सहयोग"
Exit="बन्द गर्नुहोस्"

[DlgInput]
Back="फिर्ता जानुहोस्"
Forward="अगाडि जानुहोस्"
MainMenu="मुख्य कार्यसूची"
HistoryList="तपाईँले अहिले सम्म खोज्नु भएका शब्दहरु"
Search="खोज्नुहोस्", "अझ स्पष्टीकृत व्याख्या खोज्नुहोस्"
WebSearch="इन्टरनेटमा खोज्नुहोस्"
AutoMatch="आफैँ पत्ता लगाउने बनाउनुहोस्", "अनुक्रम समुहमा आफैँ पत्ता लगाउने बनाउनुहोस्"
MatchSetup="अनुक्रम समुह मिलाउनुहोस्..."
FindEngine="अझै बढि खोज यन्त्रहरु राख्नुहोस्..."

[DlgIndex]
Index="अनुक्रम"
Guide="मार्गदर्शक"
Appendix="परिशिष्ट"
NoIndex="कुनै पनि अनुक्रम भेटिएन"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">शब्दकोश यहाँ राख्नुहोस् : <b>अनुक्रम समुह</b>, तपाईँले लेख्दा त्यस शब्दका वैकल्पिक हिज्जेहरु पाउन सक्नुहुनेछ ।<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>अनुक्रम समुह मिलाउन यहाँ क्लिक गर्नुहोस् ।</u></a></div>"

[WebGuide]
Results="परिणामहरु"
Spelling="हिज्जेका अन्य विकल्पहरु"
Appendices="परिशिष्टहरु:"
Options="तपाईँका विकल्पहरु:"
Dictionaries="शब्दकोशहरु...", "शब्दकोशहरु मिलाउनुहोस्"
Configuration="व्यवस्थापन कार्य...", "विभिन्न व्यवस्थापन कार्यहरु सम्पन्न गर्नुहोस्"
Help="सहयोग", "लिङ्गोजको सहयोग खोल्नुहोस्"
Homepage="लिङ्गोजको वेब साईट", "लिङ्गोजको वेब साईटमा जानुहोस्"
Community="लिङ्गोज समुदाय", "लिङ्गोज इन्टरनेट समुदायमा जानुहोस्"

[DlgStatus]
KeepVisible="यो कार्यक्रमलाई सधैँ माथि राख्नुहोस्"

[DlgView]
Speak="शब्द उच्चारण गर्न लगाउनुहोस्", "छानिएका शब्द उच्चारण गर्न लगाउनुहोस्"
Search="यो शब्द खोज्नुहोस्"
Copy="सार्नुहोस्"
Print="प्रिन्ट गर्नुहोस्..."
Save="सँगाल्नुहोस्..."
Find="यस पृष्ठमा खोज्नुहोस्..."
SelectAll="सबै छान्नुहोस्"
TextTranslate="अनुवादन", "शब्द अनुवादन सुरु गर्नुहोस्"
StartPage="", "सुरुको पृष्ठमा जानुहोस्"
ShowIndex="छेउको बार देखाउनुहोस्"
HideIndex="छेउको बार लुकाउनुहोस्"
SaveFilter="HTML फाईल  (*.htm; *.html)|*.htm;*.html|"
SpeechOption="बोलीका विभिन्न विकल्पहरु..."
SelectVoice="स्वर छान्नुहोस्"
Activation="क्रियाशील गर्नुहोस्", "लिङ्गोजलाई क्रियाशील गर्नुहोस्"

[DlgRegister]
Title="लिङ्गोज दर्ता - व्यापारिक प्रयोजनका लागि"
FreeDownload="लिङ्गोज व्यक्तिगत प्रयोजनका लागि नि:शुल्क छ ।\r\nनि:शुल्क भर्जन डाउनलोड गर्नुहोस्..."
Name="नाम:", "नाम लेख्न जरुरी छ ।"
Email="ई-मेल ठेगाना:", "ई-मेल ठेगाना लेख्न जरुरी छ ।"
RegCode="दर्ता कोड:", "यो दर्ता कोड मिलेन ।"
Support="ग्राहक सेवा केन्द्र"
Register="दर्ता गर्नुहोस्", "दर्ताको कागजात सँगाल्न सकिएन ।"
Exit="बन्द गर्नुहोस्"

[DlgInfo]
Title="सन्देश"
Ok="हुन्छ"
Cancel="हुँदैन"
Yes="हो"
No="होइन"
Retry="फेरि प्रयास गर्नुहोस्"
Abort="बन्द गर्नुहोस्"
Ignore="वास्ता नगर्नुहोस्"

[DlgAuthentication]
Title="यो सँग संयोजन गर्नुहोस् "
TitleProxy="प्रोक्सि सर्भरसँग संयोजन गर्नुहोस् "
Username="युजर नेम:"
Password="पासवर्ड:"
Remember="मेरो पासवर्ड सम्झनुहोस्"
Ok="भयो"
Cancel="भएन"

[WndGrab]
Open="अझ स्पष्टीकृत व्याख्या खोज्नुहोस्"
Speak="शब्द उच्चारण गर्न लगाउनुहोस्"
Copy="सार्नुहोस्"
TextTranslation="शब्द अनुवादक"
KeepSize="यसको नाप यस्तै राख्नुहोस्"
KeepVisible="यो कार्यक्रमलाई सधैँ माथि राख्नुहोस्"
Back="फिर्ता जानुहोस्"
Forward="अगाडि जानुहोस्"
Search="खोज्नुहोस्\n  Enter:\t\tखोज्नुहोस्\n  Ctrl + Enter:\tअझ स्पष्टीकृत व्याख्या खोज्नुहोस्\n  Shift + Enter:\tशब्द अनुवादक\n  Alt + Enter:\tइन्टरनेटमा खोज्नुहोस्"

[DlgDictOption]
Title="शब्दकोशका विकल्पहरु"
NetInstall="लिङ्गोजबाट शब्दकोशहरु राख्नुहोस", "लिङ्गोजको वेब साईटबाट अरु शब्दकोशहरु राख्नुहोस्"
Install="राख्नुहोस्", "शब्दकोशहरु तपाईँको डिस्कबाट राख्नुहोस"
Uninstall="निकाल्नुहोस्", "शब्दकोशलाई निकाल्नुहोस्"
Add="थप्नुहोस्", "यो समहमा शब्दकोश थप्नुहोस्"
Remove="हटाउनुहोस्", "यो समूहबाट शब्दकोश हटाउनुहोस्"
Download="डाउनलोड गर्नुहोस्", "यो शब्दकोश इन्टरनेट बिना प्रयोग गर्न डाउनलोड गर्नुहोस्"
MoveTop="", "यसलाई सिधा माथि लानुहोस्"
MoveUp="", "यसलाई माथि सार्नुहोस्"
MoveDown="", "यसलाई तल सार्नुहोस्"
MoveBottom="", "यसलाई सिधा तल लानुहोस्"
MoreDetails="", "शब्दकोशका विवरणहरु हेर्नुहोस्"
Close="बन्द गर्नुहोस्"

Installed="यहाँ राखिएका शब्दकोशहरु"
Query="यहाँ राखिएका शब्दकोशहरु"
Index="अनुक्रम समुह"
Grab="कर्सर अनुवादक समुह"

InstalledList="यहाँ राखिएका शब्दकोशहरु:"
QueryList="यहाँ राखिएका शब्दकोशहरु:"
IndexList="अनुक्रम समुहको तालिका"
GrabList="कर्सर अनुवादक समुहको तालिका"
DictID="ID"
Online="अनलाईन"

Type="प्रारुप"
OnlineType="यसका लागि इन्टरनेट संयोजन चाहिन्छ"
AddFilter="लिङ्गोज शब्दकोशहरु (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="शब्दकोश यहाँ राख्नुहोस्"
Installing="यहाँ राखिदै..."

[DlgDictList]
Title="शब्दकोशहरु थप्नुहोस्"
Add="थप्नुहोस्"
Cancel="बन्द गर्नुहोस्"
Select="छान्नुहोस्"
DictList="यहाँ राखिएका शब्दकोशहरु"
ID="ID"
Online="अनलाईन"

[DlgDictInfo]
Title="शब्दकोशका विवरणहरू"
Close="बन्द गर्नुहोस्"

ID="ID"
MD5="MD5"
Name="नाम"
Version="भर्जन"
Date="बनाईएको मिति"
Update="अपडेट गरिएको पछिल्लो मिति"
IndexCount="कूल शब्दहरु"
Language="भाषा"
MoreLanguage="अरु..."
DictTitle="शीर्षक"
DictEdition="संस्करण"
DictDescription="विवरण"
PubAuthor="लेखक"
PubEmail="ई-मेल"
PubWebsite="वेब साईट"
PubCopyright="सर्वाधिकार"
Filename="फाईलको नाम"

; Install Dictionaries
[DlgDictInstall]
Title="शब्दकोश यहाँ राख्नुहोस्"
InstallSucceed="यो शब्दकोश यहाँ सफलतापुर्वक राखियो \"[$DictTitle]\""
DictGroupOption="विकल्पहरु"
AddIndexGroup="यसमा राख्नुहोस्: \"अनुक्रम समुह\""
AddIndexGroupDesc="तपाईँले शब्द लेख्दा लिङ्गोजले अनुक्रम समुहमा रहेका शब्दकोशहरुमा खोज्नेछ र सबैभन्दा नजिकको परिणाम देखाउनेछ ।"
AddGrabGroup="यसमा राख्नुहोस्: \"कर्सर अनुवादक समुह\""
AddGrabGroupDesc="तपाईँले शब्द लेख्दा लिङ्गोजले कर्सर अनुवादक समुहमा रहेका शब्दकोशहरुमा खोज्नेछ र सबैभन्दा नजिकको परिणाम देखाउनेछ ।"
Ok="भयो"

; Configuration
[DlgOption]
Title="व्यवस्थापन कार्य"
Ok="भयो"
Cancel="भएन"
General="सामान्य कुराहरु"
Appearance="शैली"
Connection="कनेक्सन"
Speech="बोली"
Hotkey="हट किज"
Translate="अनुवादन"
License="ईजाजतहरु"

; General
[DlgOptGeneral]
Language="भाषा"
UILanguage="भाषा छनोट गर्नुहोस्"

WebSearch="इन्टरनेटमा खोज्नुहोस्"
SelectWebSearch="इन्टरनेटमा खोज्नका लागि खोज यन्त्र छान्नुहोस्"

TermHistory="तपाईँले खोज्नु भएका शब्दहरु"
SaveHistory="तपाईँले खोज्नु भएका शब्दहरु यति दिन संगालिएका छन्"
ClearHistory="सबै शब्दहरु हटाउनुहोस्"
ClearHistoryConfirmation="के तपाईँ यी सबै शब्दहरु हटाउन चाहनहुन्छ ?"

AutoStart="कम्प्युटर खोल्दा लिङ्गोज आफै खोल्ने बनाउनुहोस्"
StartMin="लिङ्गोज सुरुमा खोल्दा सानो हुने बनाउनुहोस्"

; Appearance
[DlgOptAppearance]
UserInterface="प्रयोगकर्ताको शैली"
WindowStyle="यो कार्यक्रमको शैली"
WindowFont="यो कार्यक्रममा प्रयोग हुने फन्ट"
WindowFontSize="त्यस फन्टको साईज"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="नतिजा प्रकाशन"
TextFont="शब्दको फन्ट"
TextFontSize="त्यस फन्टको साईज"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="ध्वनिको फन्ट"
CursorTranslatorBar="कर्सर अनुवादक"
FontColor="फन्टको रंग"
BackColor="पृष्ठभूमिको रंग"
BorderColor="सीमानाको रंग"
Transparence="पारदर्शक कर्सर अनुवादक"
SampleText="नेपाल"

[Style]
0="कुनै पनि होइन"
1="डिफल्ट शैली"

; Translate
[DlgOptTranslate]
SupportLCMap="लोकल भाषा म्यापिङ राख्नुहोस्"
InstantTranslation="त्तकाल अनुवादन गर्नुहोस्"
TargetLanguage="लक्षित भाषा:"
CurrentUserLanguage="= अहिले तपाईँको भाषा"
TargetLanguage2="यदि लक्षित भाषा र मूल भाषा एउटै भएमा यो राख्नुहोस्:"
NoTranslate="= अनुवाद नगर्नुहोस्"

; Capture
[DlgOptCapture]
CursorActivation="कर्सर अनुवादक"
MouseActivation="माउसले क्रियाशील बनाउने मोड:"
MouseOver="माउस ओभर"
LeftMouseButton="देब्रे माउस बटन"
MiddleMouseButton="मध्य माउस बटन"
RightMouseButton="दाहिने माउस बटन"
MouseXButton1="माउस X बटन १"
MouseXButton2="माउस X बटन २"
TimeDelay="यति समय ढिलो गर्नुहोस्:"
MSEL="मिलिसेकेण्ड"
IgnoreNumber="अङ्कलाई वास्ता नगर्नुहोस्"
IgnoreLatin="वास्ता नगर्नुहोस् :(ल्याटिन, अङ्ग्रेजी, फ्रेन्च, जर्मन, स्पेनिस आदि ।)"
IgnoreCJK="वास्ता नगर्नुहोस् : चाईनिज, जापानिज, कोरियन"
IgnoreCyrillic="वास्ता नगर्नुहोस् :रसियन, बुलगेरियन, आदि "
IgnoreArabic="वास्ता नगर्नुहोस् :अरबिक, हिब्रु"
InstallAdobePlugin="अडोबि एक्रोब्याट/रिडर प्लग-इन राख्नुहोस्"
ZonedWord="जोन्ड शब्द अनुवादक"
ZonedWordFilterRule="जोन्ड शब्द छान्ने नियमहरु..."

; Translate - Zoned Word Filter
[DlgOptTranslateZWFilter]
Title="जोन्ड शब्द छान्ने नियम सम्पादक"
ProgramFilename="कार्यक्रमको फाईलको नाम", "कार्यक्रमको फाईलको नाम (केहि नलेख्ने भए \"All Programs\" लेख्नुहोस्)"
WndClassName="कार्यक्रमको किसिम", "कार्यक्रमको किसिम (केहि नलेख्ने भए \"All Windows \" लेख्नुहोस्)"
DisableSelect="वास्ता नगर्नुहोस्", "वास्ता नगर्नुहोस्"
DisableDBLClick="डबल क्लिकलाई वास्ता नगर्नुहोस्", "डबल क्लिकलाई वास्ता नगर्नुहोस्"
Comment="टिप्पणी", "टिप्पणी"
Add="थप्नुहोस्"
Modify="परिवर्तन गर्नुहोस्"
Delete="निकाल्नुहोस्", "के तपाईँ यसलाई निकाल्न चाहनुहुन्छ?"
Ok="भयो"
Cancel="भएन"
LoadDefault="डिफल्ट राख्नुहोस्", "के तपाईँ डिफल्ट शैली राख्न चाहनुहुन्छ?"
Browser="...", "ब्राउजर", "कार्यक्रम (*.exe)|*.exe|"
Capture="...", "कार्यक्रमको किसिम छान्नुहोस्"
AllProgram="-- All Programs --"
AllWindow="-- All Windows --"

[WndClassNameCapture]
Title="कार्यक्रमको किसिम छान्नुहोस्"
ProgramFilename="प्रोग्रामको फाईलको नाम"
WndClassName="कार्यक्रमको किसिम छान्नुहोस्"
Capture="तपाईँको कम्प्युटरको पर्दाबाट छान्नुहोस्"

; Speech
[DlgOptSpeech]
RPPEngine="प्राकृतिक स्वर यन्त्र"
RPPEnable="समर्थ पार्नुहोस्"
RPPVoice="स्वर"
RPPRebuildIndexFile="अनुक्रम फाईल पुन:बनाउनुहोस्", "अनुक्रम फाईल पुन:बनाउन असफल! \nतपाईँसँग यो फाईल खोल्ने अनुमति नहुन सक्छ ।"
Engine="Text-to-Speech (TTS) Engine"
Voice="स्वर"
Enable="समर्थ पार्नुहोस्"
Volume="ध्वनि"
Pitch="तीक्ष्णता"
Speed="गति"
RealtimePron="उच्चारण"
PronInQuery="शब्द खोज्ने बेलामा"
PronInCapture="शब्द छान्ने बेलामा"
Test="जाँच गर्नुहोस्"
EnterText="यहाँ शब्द लेख्नुहोस् र यो स्वर जाँच गर्नुहोस्"
DownloadTTS="TTS स्वर ईन्जिन र भाषा प्याक डाउनलोड गर्नुहोस्..."

; Connect
[DlgOptConnection]
ConnectSet="कनेक्सन मिलाउनुहोस्"
DirectConnect="सिधा कनेक्सन"
IEProxyConnect="तपाईँको वेब ब्राउजरको प्रोक्सि सेटिन्गस प्रयोग गर्नुहोस्"
ProxyConnect="प्रोक्सि/फायरवाल सर्भरबाट कनेक्ट गर्नुहोस्"
ProxyServer="प्रोक्सि सर्भर:"
ProxyPort="पोर्ट:"
Username="युजर नेम:"
Password="पासवर्ड:"
OnlineUpdate="अनलाईन अपडेट"
UpdateNow="अपडेट गर्नुहोस्"
EnableUpdate="अनलाईन अपडेट गर्न समर्थ पार्नुहोस्"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="मुख्य कार्यक्रम खोल्नुहोस्"
GrabToggleKey="कर्सर अनुवादक परिवर्तन गर्ने बटन"
SelectionToggleKey="जोन्ड शब्द अनुवादक परिवर्तन गर्ने बटन"
ClipboardToggleKey="क्लिपबोर्ड अनुवादक परिवर्तन गर्ने बटन"
Pronounce="उच्चारण गर"
CopyInterpretation="यो सबै अनुवादकमा सार्नुहोस्"

[DlgExpire]
Title="Lingoes has expiredलिङ्गोजको म्याद सकिएको छ"
Ok="अपग्रेड गर्नुहोस्"
Cancel="बन्द गर्नुहोस्"
NetworkSettings="नेटवर्कको विकल्पहरु"
Support="लिङ्गोजको वेब साईट"
AskUpgrade="तपाईँको यो भर्जनको म्याद सकियो, अब तपाईँले नयाँ भर्जनमा अपडेट गर्नुपर्ने हुन्छ !  \nनयाँ भर्जनमा अपडेट गर्न चाहनुहुन्छ?"

[DlgAbout]
DlgTitle="लिङ्गोजको बारेमा"
Version="भर्जन: "
PortableEdition="सानो संस्करण"
Email="ई-मेल ठेगाना"
Website="ई-मेल ठेगाना"
LicenseTo="यो प्रोग्राम यहाँको हो:"
LicenseID="ID: "

;---For Compatible 2.3.0 and older
Beta="बेटा"
PersonalUser="व्यक्तिगत प्रयोजनका लागि"
;---------------------------------------

[WebResult]
SpellingAlternatives="हिज्जेका विकल्पहरु"
SpellChecker="हिज्जे जाँचकर्ता"
TextTranslation="शब्द अनुवादन"
WebSearch="ईन्टरनेटमा खोज्नुहोस्"
MoreResults="अझ बढि परिणामहरु"
WaitSearch="परिणामहरु खोज्न अनुरोध गरिदै..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>यसको लागि कूनै पनि परिणाम भेटिएन: \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="लिङ्गोज कसरी प्रयोग गर्ने?"
DownDictTip="अझै अरु शब्दकोशहरु यहाँ राख्नुहोस्"
Intro="८० भन्दा बढि भाषामा अनुवाद गर्न सक्षम<br>कर्सर अनुवादन, शब्द अनुवादन र शब्द देखि बोली</br>"

[TextTranslation]
Title="शब्द अनुवादक"
To="लाई"
Translate="मा अनुवाद गर्नुहोस्"
RequestFailed="अनुवादनको लागि गरिएको अनुरोध असफल"
ConnectFailed="लिङ्गोज सर्भरसँग संयोजन गर्न असफल भयो । कृपया आफ्नो इन्टरनेट कनेक्सन पहिले चेक गर्नुहोला ।  "
WaitRequest="अनुवादनका परिणामहरु खोज्न अनुरोध गरिदै..."
ParseResultFailed="अनुवादनका परिणामहरुको विश्लेषण असफल । यदि यहि सन्देश पटक-पटक आएमा, कृपया हामीलाई सम्पर्क गर्नु होला ।"

; Layout
[Layout]
DictMenu="शब्दकोशको कार्यसूची"
ShowResult="परिणाम देखाउनुहोस्"
MinimizeResult="सम्पुर्ण परिणामलाई सानो पार्नुहोस्"
FindWord="खोज्नुहोस्: "

; Dictionary Menu
[DictMenu]
About="यसको बारेमा..."
Enable="यस अनुवादकलाई समर्थ बनाउनुहोस्"
Disable="यसलाई अनुवादकलाई असमर्थ बनाउनुहोस्"
DisableMsg=यस शब्दकोशको परिणाम देखाउन असमर्थ पारिएको छ !\nतपाईँले यस अनुवादकलाई समर्थ पार्न \"यस अनुवादकलाई समर्थ बनाउनुहोस्\" भन्ने विकल्प रोज्न सक्नुहुन्छ ।"
MoveTop="यसलाई मुख्य परिणाम भनेर उल्लेख गर्नुहोस्"
ArrangeResults="परिणामहरु मिलाउनुहोस्..."
IndexGroup="  (अनुक्रम समुह)"
QueryGroup="  (प्रश्न समु)"
GrabGroup="  (कर्सर अनुवादक समुह)"

[Update]
Title="अनलाईन अपडेट"
AskUpgrade="नयाँ भर्जन आईपुग्यो । नयाँ भर्जनमा अपडेट गर्नुहोस् ।"
UpgradeNow="नयाँ भर्जन आईपुग्यो । नयाँ भर्जनमा अपडेट गर्नुहोस् ।"
UpdateSuccess="अपडेट सफल भयो !"
UpdateFail="अपडेट असफल भयो !"
NoUpdate="तपाईँको यो भर्जन सबैभन्दा नयाँ हो"

CheckUpdate="Checking update..."
GetUpdateInfo="Getting updated information..."
DownUpdateData="Downloading updated data..."
ExecUpdate="Updating system..."
GetUpgradeInfo="Getting upgraded information..."
DownUpgradeData="Downloading upgraded data..."
ExecUpgrade="Upgrading system..."
NeedExitForUpgrade="Lingoes will quit for finishing upgrade"

[Message]
InitUpdateServerFail="स्वत अपडेट सेवा सुरु गर्न असफल ! "
StartDictServerFail="शब्दकोश सेवा सुरु गर्न असफल !"

DictFileErr="गलत फाईल शैली!\n[$Filename]"
DictVersinTooOld="[$Filename]\nयो शब्दकोशको भर्जन ([$DictVer]) धेरै पुरानो भइसक्यो, कृपया नयाँ भर्जनमा अपडेट गर्नुहोस्\n\nके तपाईँ नयाँ भर्जन खोज्न लिङ्गोजको वेब साफट जान चाहनुहुन्छ?"
DictVersinTooNew="[$Filename]\nयो शब्दकोशको भर्जनलाई ([$DictVer]) पछिल्लो लिङ्गोज चाहिन्छ । \n\nके तपाईँ नयाँ भर्जन राख्न चाहनुहुन्छ?"

AskDictRepeatInstall="तपाईँसँग यो शब्दकोश पहिलेदेखि नै यो समूहमा छ \"[$DictTitle]\",\nके तपाईँ अगाडि बढ्न चाहनुहुन्छ?"
InstallDictFail="Failure to install dictionary:\n[$Filename]"
AskUninstall="के तपाईँ यो शब्दकोश निकाल्न चाहनुहुन्छ?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="शब्दकोश हटाउन असफल\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="के तपाईँ यो समूहबाट शब्दकोश निकाल्न चाहनुहुन्छ? : \"[$DictTitle]\" "

MemoryAllocFail="मेमोरी विभाजन गर्न असफल !"
FilenameInvalid="फाइलको नाम मिलेन"
SaveFileFail="फाईल सँगाल्न असफल"
OpenFileFail="फाईल खोल्न असफल"

AreYouAbort="के तपाईँ यो प्रक्रिया बन्द गर्न चाहनुहुन्छ?"
CreateThreadFail="थ्रेड बनाउन असफल"
CreateEventFail="ईभेन्ट ह्याण्ड बनाउन असफल"
Unfulfilment="यो भाग यसमा समावेश गरिएको छैन"
OnlyProVersion="यो भाग प्रो भर्जनको लागि मात्र हो"
NoRegister="यो दर्ता नभएको भर्जन हो, कृपया यो भाग प्रयोग गर्न लिङ्गोज दर्ता गर्नुहोला ।"
UsernameIsEmpty="युजर नेम खालि छ, कृपया पुन: भर्नु होला"
SaveSearchResultFail="खोजिएको परिणाम बचाउन सकिएन"

OpenAppendixFail="परिशिष्टको वस्तुहरु खोल्न असफल ।"
OpenSpeechEngineFail="TTS ईन्जिन खोल्न असफल, कृपया तपाईँको सिस्टममा TTS राखिएको छ कि छैन हेर्नुहोला ! \n\nयस कार्यको लागि तपाईँको कम्प्युटरमा TTS ईन्जिन राखिएको हुनुपर्छ । यदि तपाईँसँग यो छैन भने लिङ्गोजको वेब साईटमा गएर डाउनलोड गर्न सक्नुहुन्छ \n\nके तपाईँ TTS ईन्जिन राख्न चाहनुहुन्छ?"

; NeedIE6Support="लिङ्गोजको लागि इन्टरनेट एक्सप्लोरर ६‌‍‌‌+ चाहिन्छ, कृपया आफ्नो वेब ब्राउजर अपडेट गर्नुहोला"
NoImplement="माफ गर्नुहोस्, यो भाग अहिले पुरा भएको छैन ।"
